<?php

return [
    'auth' => [
        'register' => [
            'student' => [
                'text' => 'Благодарим вас за выбор :product_name. Мы рады приветствовать вас на борту. Чтобы получить максимальную отдачу от :product_name, выполните следующий основной шаг:',
                'credentials_text' => 'Для справки, вот ваша информация для входа:',
                'go_to_login_btn' => 'Перейти к входу',
            ],
        ],
        'forgot_password' => [
            'text' => 'Вы недавно запросили сброс пароля для вашей учетной записи :product_name. Используйте кнопку ниже, чтобы сбросить его.',
            'reset_your_password_btn' => 'Сбросить пароль',
            'ignore_text' => 'Если вы не отправляли этот запрос, просто проигнорируйте это письмо. В противном случае нажмите кнопку выше, чтобы сбросить пароль.'
        ]
    ],
    'application' => [
        'status_was_changed' => [
            'text' => 'Статус вашей заявки изменился',
        ],
    ],
    'company' => [
        'student' => [
            'created_text' => 'В вашу компанию добавлен новый студент.',
        ],
    ],
];
